tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "heroku/brew"
brew "git"
brew "direnv"
brew "heroku"
brew "jq"
brew "mas"
brew "nodeenv"
brew "pipenv"
brew "postgresql", start_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "rbenv"
brew "rbenv-bundler"
brew "redis", start_service: true
brew "zsh"
brew "docker-compose"
cask "ngrok"
cask "android-file-transfer"
cask "appcode"
cask "discord"
cask "dropbox"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "pycharm"
cask "rubymine"
cask "sublime-text"
cask "arduino"
cask "appcleaner"
cask "processing"
cask "zoomus"
cask "skype"
mas "CotEditor", id: 1024640650
mas "1Password 7", id: 1333542190
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "Numbers", id: 409203825
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
