tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "heroku/brew"
brew "git"
brew "direnv"
brew "heroku"
brew "jq"
brew "mas"
brew "nodeenv"
brew "postgresql", start_service: true
brew "rbenv"
brew "rbenv-bundler"
brew "redis", start_service: true
brew "docker-compose"
cask "visual-studio-code"
cask "ngrok"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "rubymine"
cask "sublime-text"
cask "appcleaner"
cask "zoomus"
mas "CotEditor", id: 1024640650
mas "1Password 7", id: 1333542190
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
